[KasrArmor X2AbilityTemplate]
LocFriendlyName="卡斯金护甲"
LocLongDescription="得到额外一点护甲并对火毒免疫"
LocHelpText="得到额外一点护甲并对火毒免疫."
LocFlyOverText="卡斯金护甲"
LocPromotionPopupText="<Bullet/> <br/>"

[KasrKrak X2AbilityTemplate]
LocFriendlyName="穿甲榴弹"
LocLongDescription="榴弹手雷造成额外的1点破甲和伤害"
LocHelpText="榴弹手雷造成额外的1点破甲和伤害"
LocFlyOverText="穿甲榴弹"
LocPromotionPopupText="<Bullet/>榴弹手雷造成额外的1点破甲和伤害 <br/>"

[KasrScionBuff X2AbilityTemplate]
LocFriendlyName="贵族训练"
LocLongDescription="反应射击可以暴击。得到+1移动，+5命中。"
LocHelpText="反应射击可以暴击。得到+1移动，+5命中。"
LocFlyOverText="贵族训练"
LocPromotionPopupText="<Bullet/> <br/>"

[KasrOvercharge X2AbilityTemplate]
LocFriendlyName="超载射击"
LocLongDescription="超载射击命中目标时必定暴击，并穿透 <Ability:OVERCHARGE_ARMORPIERCE/> 护甲. <font color='#fdce2b'><Ability:OVERCHARGE_COOLDOWN></font> 回合冷却. <br/>卫兵的特殊射击使他们的武器过热。"
LocHelpText="超载射击命中目标时必定暴击，并穿透 <Ability:OVERCHARGE_ARMORPIERCE/> 护甲. "
LocFlyOverText="超载射击"
LocPromotionPopupText="<Bullet/>超载射击命中目标时必定暴击.<br/><Bullet/>穿透 <Ability:OVERCHARGE_ARMORPIERCE/> 护甲.<br/> <Bullet/><font color='#fdce2b'><Ability:OVERCHARGE_COOLDOWN/></font> 回合冷却.<br/><Bullet/>不会结束回合. <br/><Bullet/><font color='#cc2424'>卫兵的特殊射击(高热射击,超载射击和热熔射击)使他们的武器过热,导致累计 <Ability:GETSHOT_DEFENSE_PENALTY/> 防御和 <Ability:GETSHOT_AIM_PENALTY/> 命中，持续2回合.</font><br/>"

[KasrHotshot X2AbilityTemplate]
LocFriendlyName="高热射击"
LocLongDescription="高热射击有 +<Ability:HOTSHOT_BONUSAIM>% 几率命中，穿透 <Ability:HOTSHOT_ARMORPIERCE/> 护甲. <font color='#fdce2b'><Ability:HOTSHOT_COOLDOWN/></font> 回合冷却. <br/>卫兵的特殊射击使他们的武器过热。"
LocHelpText="高热射击有 +<Ability:HOTSHOT_BONUSAIM>% 几率命中，穿透 <Ability:HOTSHOT_ARMORPIERCE/> 护甲."
LocFlyOverText="高热射击"
LocPromotionPopupText="<Bullet/>高热射击有 +<Ability:HOTSHOT_BONUSAIM>% 几率命中<br/><Bullet/>穿透 <Ability:HOTSHOT_ARMORPIERCE/> 护甲. <br/><Bullet/><font color='#fdce2b'><Ability:HOTSHOT_COOLDOWN></font> 回合冷却.<br/><Bullet/>不会结束回合. <br/><Bullet/><font color='#cc2424'>卫兵的特殊射击(高热射击,超载射击和热熔射击)使他们的武器过热,导致累计 <Ability:GETSHOT_DEFENSE_PENALTY/> 防御和 <Ability:GETSHOT_AIM_PENALTY/> 命中，持续2回合.</font><br/>"

[KasrMeltaGun X2AbilityTemplate]
LocFriendlyName="热融射击"
LocLongDescription="热熔射击对机械类敌人造成双倍伤害，粉碎 <Ability:MELTAGUN_SHRED> 护甲. <font color='#fdce2b'><Ability:MELTAGUN_COOLDOWN/></font> 回合冷却. <br/>卫兵的特殊射击使他们的武器过热。"
LocHelpText="热熔射击对机械类敌人造成双倍伤害，粉碎 <Ability:MELTAGUN_SHRED> 护甲."
LocFlyOverText="热融射击"
LocPromotionPopupText="<Bullet/>热熔射击对机械类敌人造成双倍伤害.<br/><Bullet/>粉碎 <Ability:MELTAGUN_SHRED> 护甲.<br/><Bullet/><Ability:MELTAGUN_COOLDOWN/></font> 回合冷却.<br/><Bullet/>不会结束回合. <br/><Bullet/><font color='#cc2424'>卫兵的特殊射击(高热射击,超载射击和热熔射击)使他们的武器过热,导致累计 <Ability:GETSHOT_DEFENSE_PENALTY/> 防御和 <Ability:GETSHOT_AIM_PENALTY/> 命中，持续2回合.</font><br/>"

[BattleOrdinance X2AbilityTemplate]
LocFriendlyName="战斗条令"
LocLongDescription="装备的榴弹和战场扫描仪+1次数。"
LocHelpText="装备的榴弹和战场扫描仪+1次数。"
LocFlyOverText="战斗条令"
LocPromotionPopupText="<Bullet/> <br/>"

[KasrBayonet X2AbilityTemplate]
LocFriendlyName="死亡象征"
LocLongDescription="勇猛冲撞敌人，造成轻微伤害并使其晕眩，然后近距离射击。 此能力在4回合后或收到伤害时重新充能。"
LocHelpText="勇猛冲撞敌人，造成轻微伤害并使其晕眩，然后近距离射击。 此能力在4回合后或收到伤害时重新充能。"
LocFlyOverText="死亡象征"
LocPromotionPopupText="<Bullet/><br/>"

[KasrOptics X2AbilityTemplate]
LocFriendlyName="集成光学元件"
LocLongDescription="发射一发对机械目标造成双倍伤害并撕碎 3 件装甲的射击."
LocHelpText="发射一发对机械目标造成双倍伤害并撕碎 3 件装甲是射击."
LocFlyOverText="集成光学元件"
LocPromotionPopupText="<Bullet/> <br/>"

[KasrKrak X2AbilityTemplate]
LocFriendlyName="克拉克榴弹"
LocLongDescription="破坏性榴弹再造成 1 点伤害，再撕碎 1 件护甲."
LocHelpText="破坏性榴弹再造成 1 点伤害，再撕碎 1 件护甲."
LocFlyOverText="Krak Grenades"
LocPromotionPopupText="<Bullet/>手榴弹现在可以撕碎 1 个额外的护甲并造成 1 点额外伤害.<br/>"

[KasrBreach X2AbilityTemplate]
LocFriendlyName="突破扫荡"
LocLongDescription="激活使你的下一个攻击型手雷榴弹不消耗行动点，4回合冷却。"
LocHelpText="激活使你的下一个攻击型手雷榴弹不消耗行动点，4回合冷却。"
LocFlyOverText="突破扫荡"
LocPromotionPopupText="<Bullet/>闪光和烟雾弹不享受次加成.<br/>"

[KasrLethalShot X2AbilityTemplate]
LocFriendlyName="改良弹药"
LocLongDescription="主武器+1伤害。"
LocHelpText="主武器+1伤害。"
LocFlyOverText="改良弹药"

[KasrLethalShot X2SoldierAbilityUnlockTemplate]
DisplayName="改良弹药"
Summary="主武器+1伤害。"

[KasrFuckingshittyassperktooksogoddamnlongwhenitwasasimplefixfuck X2AbilityTemplate]
LocFriendlyName="光学成像"
LocLongDescription="对全掩体内的敌人命中+20"
LocHelpText="对全掩体内的敌人命中+20"
LocFlyOverText="光学成像"
LocPromotionPopupText="<Bullet/>对全掩体内的敌人命中+20<br/>"


[XMBExample_Focus X2AbilityTemplate]
LocFriendlyName="快速反应"
LocLongDescription="每回合的第一次监视射击必定命中."
LocHelpText="每回合的第一次监视射击必定命中."
LocFlyOverText="快速反应"
LocPromotionPopupText="<Bullet/>我身手很快，你死定了.<br/>"

[KasrHot X2AbilityTemplate]
LocFriendlyName="武器过热"
LocLongDescription="特殊射击导致武器过热，造成-10防御和-5命中。持续2回合。"
LocHelpText="特殊射击导致武器过热，造成-10防御和-5命中。持续2回合。"
LocFlyOverText="Overheating!"
LocPromotionPopupText="<Bullet/>特殊射击导致武器过热，造成-10防御和-5命中。持续2回合。<br/>"



[GuardLethalShot X2AbilityTemplate]
LocFriendlyName="弹道低伸"
LocLongDescription="射击即使未命中，也至少造成1擦伤。"
LocHelpText="射击即使未命中，也至少造成1擦伤。"
LocFlyOverText="弹道低伸"
LocPromotionPopupText="<Bullet/> 射击即使未命中，也至少造成1擦伤。<br/>"

[GuardKrak X2AbilityTemplate]
LocFriendlyName="布雷区"
LocLongDescription="得到一个免费的感应式地雷并使感应式地雷使用次数+1。可以和全副武装叠加."
LocFlyOverText="布雷区"
LocPromotionPopupText="<Bullet/>更多爆炸，免费的充能<br/>"

[GuardDeathWatch X2AbilityTemplate]
LocFriendlyName="戒备"
LocLongDescription="经验丰富的作战工兵非常警惕，他们面对的敌人越多，防御提升越多，而且对任何靠得太近的敌人都能进行反应射击."
LocHelpText="Veteran 经验丰富的作战工兵非常警惕，他们面对的敌人越多，防御提升越多，而且对任何靠得太近的敌人都能进行反应射击."
LocFlyOverText="戒备"
LocPromotionPopupText="<Bullet/>向10格范围内移动的敌人开火。视野内每一个敌人增加5点防御，最多25点。<br/><Bullet/>坚守阵线！<br/>"

[GuardKasrBuff X2AbilityTemplate]
LocFriendlyName="忍耐力"
LocLongDescription="得到5点防御、闪避、意志。生命值+2."
LocHelpText="得到5点防御、闪避、意志。生命值+2."
LocFlyOverText="忍耐力"
LocPromotionPopupText="<Bullet/>这个能让你活下去.<br/>"

[GuardScionBuff X2AbilityTemplate]
LocFriendlyName="卫星定位"
LocLongDescription="获得小队视野和+5命中"
LocHelpText="获得小队视野和+5命中."
LocFlyOverText="卫星定位"
LocPromotionPopupText="<Bullet/>不要问这些卫星是从哪里来的。你不会想知道的。<br/>"

[GuardFervor X2AbilityTemplate]
LocFriendlyName="沸腾"
LocLongDescription="以<Ability:FERVOR_MOBILITY_PENALTY/> 移动力为代价，永久获得一个行动点."
LocHelpText="以<Ability:FERVOR_MOBILITY_PENALTY/> 移动力为代价，永久获得一个行动点."
LocFlyOverText="沸腾"
LocPromotionPopupText="<Bullet/>+1 行动点<br/><Bullet/><Ability:FERVOR_MOBILITY_PENALTY/> 移动力<br/>"

[FullKit X2AbilityTemplate]
LocFriendlyName="重装上阵"
LocLongDescription="装备的榴弹使用次数+1."
LocHelpText="装备的榴弹使用次数+1."
LocFlyOverText="重装上阵"
LocPromotionPopupText="<Bullet/> 装备的榴弹使用次数+1.<br/>"

[GuardChainShot X2AbilityTemplate]
LocFriendlyName="凌空射击"
LocLongDescription="第一次射击-10命中。如果击中，则以-5的惩罚进行第二次射击."
LocHelpText="第一次射击-10命中。如果击中，则以-5的惩罚进行第二次射击."
LocFlyOverText="凌空射击"
LocPromotionPopupText="<Bullet/>继续开火，直到我这么说!<br/>"

[GuardPistol X2AbilityTemplate]
LocFriendlyName="手枪训练"
LocLongDescription="得到快速拔枪和雷霆之手技能。"
LocHelpText="得到快速拔枪和雷霆之手技能。"
LocFlyOverText="手枪训练"
LocPromotionPopupText="<Bullet/>得到快速拔枪和雷霆之手技能。<br/>"

[GuardGear X2AbilityTemplate]
LocFriendlyName="高级防护"
LocLongDescription="对火焰和毒免疫。"
LocHelpText="对火焰和毒免疫。"
LocFlyOverText="高级防护"

[GuardGear X2SoldierAbilityUnlockTemplate]
DisplayName="高级防护"
Summary="对火焰和毒免疫。"

[GuardInthezone X2AbilityTemplate]
LocFriendlyName="我的领域"
LocLongDescription="激活以造成主武器击杀，以返还行动点数。4 转冷却时间."
LocHelpText="激活以造成主武器击杀，以返还行动点数。4 转冷却时间."
LocFlyOverText="我的领域"
LocPromotionPopupText="<Bullet/>这实际上是重命名的串行，以便更好地与训练场配合使用.<br/>"

[GuardRapidFire X2AbilityTemplate]
LocFriendlyName="空凌射击"
LocLongDescription="射击2次，命中-15."
LocHelpText="射击2次，命中-15."
LocFlyOverText="空凌射击"
LocPromotionPopupText="<Bullet/>这实际上是重命名的快速射击，以便更好地与训练场配合使用.<br/>"

[GuardRunAndGun X2AbilityTemplate]
LocFriendlyName="肾上腺素激增"
LocLongDescription="获得额外的行动点。4 转冷却时间"
LocHelpText="获得额外的行动点。4 转冷却时间"
LocFlyOverText="肾上腺素激增"
LocPromotionPopupText="<Bullet/>这几乎是重新命名的奔袭战术，以便更好地与训练场配合使用.<br/>"

[GuardSquaddieDummy X2AbilityTemplate]
LocFriendlyName="多才多艺"
LocLongDescription="卫兵接受过各种武器的训练，包括霰弹枪、狙击步枪和突击步枪."
LocHelpText="卫兵接受过各种武器的训练，包括霰弹枪、狙击步枪和突击步枪."
LocFlyOverText="多才多艺"
LocPromotionPopupText="<Bullet/>这是一个虚拟的福利。它实际上什么都不做，只是看起来很漂亮. <br/>"

[GuardTacticalSense X2AbilityTemplate]
LocFriendlyName="戒备"
LocLongDescription="视野中每个敌人给你提供+5防御，最多25。"
LocHelpText="视野中每个敌人给你提供+5防御，最多25。"
LocFlyOverText="戒备"
LocPromotionPopupText="<Bullet/> 视野中每个敌人给你提供+5防御，最多25。<br/>"
